[Demo_CommonAD_ep4_2_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1595,Y=-3168,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-190,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-1785,Y=-3133,Z=0),VecSub=(X=-45,Y=0,Z=0),CId=72)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-1785,Y=-3203,Z=-300),VecSub=(X=45,Y=0,Z=0),CId=71)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_lp_close_smile",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0400_lp_Laugh",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Kurona.GG2_BGM_DM_Usual_Kurona_Cue')
DemoScripts[9]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Schoolzone.GG2_AMB_Schoolzone_LP_Cue')
DemoScripts[10]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[11]=(Actor=FADE,Command=WAIT)
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_001_Cue',Name="クロナ")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[15]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[16]=(Actor=WINDOW,Command=EXIT)
DemoScripts[17]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[18]=(Actor=FADE,Command=WAIT)
DemoScripts[19]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=-1785,Y=-3203,Z=0),CId=71)
DemoScripts[20]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[21]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[22]=(Actor=FADE,Command=WAIT)
DemoScripts[23]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-180,Y=-5,Z=0),SecTime=0.3)
DemoScripts[24]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[25]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-180,Y=-5,Z=0),SecTime=0.3)
DemoScripts[26]=(Actor=WINDOW,Command=SET)
DemoScripts[27]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_002_Cue',Name="エコロ")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[29]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0001_lp_open_angry",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0401_fx_Laugh2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_003_Cue',Name="クロナ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[34]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[36]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[37]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_004_Cue',Name="クロナ")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[39]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=0,Number=2,Bit=0)
DemoScripts[41]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[42]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_005_Cue',Name="エコロ")
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[44]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_fx_close_normal",motionName[1]="kr_CM_0002_fx_close_smile_S",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=0)
DemoScripts[46]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[47]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_006_Cue',Name="クロナ")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[49]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[50]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_007_Cue',Name="エコロ")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[52]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[53]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[55]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_008_Cue',Name="クロナ")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[57]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[59]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[60]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[61]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[63]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0301_fx_Furry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[65]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=1)
DemoScripts[66]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[67]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[68]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=1)
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_011_Cue',Name="エコロ")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_012_Cue',Name="クロナ")
DemoScripts[73]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[74]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[76]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_014_Cue',Name="エコロ")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[78]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[80]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_015_Cue',Name="クロナ")
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[82]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[85]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[86]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[87]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[88]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[90]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[91]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_018_Cue',Name="エコロ")
DemoScripts[92]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[93]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[94]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[95]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[96]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_019_Cue',Name="クロナ")
DemoScripts[97]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[98]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[99]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[100]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[101]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[102]=(Actor=ADD,Command=FAVOR,Name="",Number=7)
DemoScripts[103]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[104]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=ROT,Vec=(X=-10,Y=0,Z=0),SecTime=0.3,CId=72)
DemoScripts[105]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_lp_close_normal",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[106]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[107]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=10,Y=0,Z=0),SecTime=0.3,CId=71)
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0301_fx_Furry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[110]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_022_Cue',Name="クロナ")
DemoScripts[111]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[112]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[113]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_023_Cue',Name="エコロ")
DemoScripts[114]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[115]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[116]=(Actor=SOUND_EX,Command=PLAY,SecTime=1,SoundID=SoundCue'SE_DM_CommonAD_ep4_2.GG2_SE_DM_Anger_Aura_LP_Cue')
DemoScripts[117]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[118]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0106_fx_Stand2Surprise",Rate=0,Number=3,Bit=1)
DemoScripts[119]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0600_lp_Surprise",Number=8)
DemoScripts[120]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0107_fx_Stand2Cry",Rate=0,Number=3,Bit=1)
DemoScripts[121]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0700_lp_Cry",Number=8)
DemoScripts[122]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_025_Cue',Name="エコロ")
DemoScripts[123]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[124]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[126]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[127]=(Actor=EMOTION,Command=SET,Name="クロナ",Number=1,CId=72)
DemoScripts[128]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[129]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_027_Cue',Name="クロナ")
DemoScripts[130]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[131]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0102_lp_close_tightly",Rate=0,Number=0,Bit=1)
DemoScripts[133]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_028_Cue',Name="クロナ")
DemoScripts[134]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[135]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[136]=(Actor=SOUND_EX,Command=STOP,SecTime=1,SoundID=)
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0601_fx_Surprise2Stand",Rate=0,Number=3,Bit=0)
DemoScripts[138]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[139]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_029_Cue',Name="エコロ")
DemoScripts[140]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[141]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[142]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0701_fx_Cry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[144]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_030_Cue',Name="クロナ")
DemoScripts[145]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[146]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[147]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=45,Y=0,Z=0),SecTime=0.3,CId=71)
DemoScripts[148]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[149]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[150]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[151]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[152]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[153]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[154]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_lp_close_normal",Rate=0,Number=0,Bit=1)
DemoScripts[156]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[157]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0301_fx_Furry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[158]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[159]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_032_Cue',Name="エコロ")
DemoScripts[160]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[161]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[162]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_fx_close_normal",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=0)
DemoScripts[163]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[164]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_033_Cue',Name="クロナ")
DemoScripts[165]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[166]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[167]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0200_lp_half_normal",Rate=0,Number=0,Bit=1)
DemoScripts[168]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_034_Cue',Name="クロナ")
DemoScripts[169]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[170]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[171]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[172]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[173]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=0,Number=2,Bit=0)
DemoScripts[174]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[175]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_035_Cue',Name="エコロ")
DemoScripts[176]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[177]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[178]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0301_fx_Furry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[179]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[180]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[181]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[182]=(Actor=ADD,Command=FAVOR,Name="",Number=-7)
DemoScripts[183]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[184]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=ROT,Vec=(X=-15,Y=0,Z=0),SecTime=0.3,CId=72)
DemoScripts[185]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[186]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[187]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=15,Y=0,Z=0),SecTime=0.3,CId=71)
DemoScripts[188]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0301_fx_Furry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[189]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[190]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1645,Y=-3168,Z=135),SecTime=0.3)
DemoScripts[191]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[192]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1645,Y=-3168,Z=135),SecTime=)
DemoScripts[193]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[194]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[195]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[196]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[197]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0102_lp_close_tightly",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0107_fx_Stand2Cry",Rate=0,Number=3,Bit=1)
DemoScripts[198]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0700_lp_Cry",Number=8)
DemoScripts[199]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_038_Cue',Name="クロナ")
DemoScripts[200]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[201]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[202]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_039_Cue',Name="エコロ")
DemoScripts[203]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[204]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[205]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[206]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_041_Cue',Name="クロナ")
DemoScripts[207]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[208]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[209]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-1595,Y=-3168,Z=135),SecTime=0.3)
DemoScripts[210]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[211]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1595,Y=-3168,Z=135),SecTime=)
DemoScripts[212]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[213]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Disappoint_Cue')
DemoScripts[214]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=4,CId=71)
DemoScripts[215]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0102_fx_close_tightly",Rate=0,Number=0,Bit=0)
DemoScripts[216]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[217]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_043_Cue',Name="エコロ")
DemoScripts[218]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[219]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[220]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=ROT,Vec=(X=-10,Y=0,Z=0),SecTime=0.3,CId=72)
DemoScripts[221]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0701_fx_Cry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[222]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[223]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_044_Cue',Name="クロナ")
DemoScripts[224]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[225]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[226]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=45,Y=0,Z=0),SecTime=0.3,CId=71)
DemoScripts[227]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[228]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[229]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[230]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[231]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[232]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[233]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[234]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[235]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=ROT,Vec=(X=-10,Y=0,Z=0),SecTime=0.3,CId=72)
DemoScripts[236]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0002_lp_open_perplex",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[237]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[238]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=10,Y=0,Z=0),SecTime=0.3,CId=71)
DemoScripts[239]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0301_fx_Furry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[240]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[241]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Wonder_Cue')
DemoScripts[242]=(Actor=EMOTION,Command=SET,Name="クロナ",Number=3,CId=72)
DemoScripts[243]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=3,CId=71)
DemoScripts[244]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_046_Cue',Name="クロナ")
DemoScripts[245]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[246]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[247]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[248]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[249]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_048_Cue',Name="クロナ")
DemoScripts[250]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[251]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[252]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[253]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Sweat_Cue')
DemoScripts[254]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=0,CId=71)
DemoScripts[255]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[256]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_050_Cue',Name="エコロ")
DemoScripts[257]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[258]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[259]=(Actor=TEXT,Command=SET,ID=TEXT51)
DemoScripts[260]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[261]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_052_Cue',Name="エコロ")
DemoScripts[262]=(Actor=TEXT,Command=SET,ID=TEXT52)
DemoScripts[263]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[264]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=45,Y=0,Z=0),SecTime=0.3,CId=71)
DemoScripts[265]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[266]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=12,Bit=0,Rate=0)
DemoScripts[267]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[268]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[269]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[270]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[271]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_fx_close_normal",motionName[1]="kr_CM_0003_fx_close_smile_L",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=0)
DemoScripts[272]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[273]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_053_Cue',Name="クロナ")
DemoScripts[274]=(Actor=TEXT,Command=SET,ID=TEXT53)
DemoScripts[275]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[276]=(Actor=WINDOW,Command=EXIT)
DemoScripts[277]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[278]=(Actor=FADE,Command=WAIT)
DemoScripts[279]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Kurona_Cue')
DemoScripts[280]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[281]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[282]=(Actor=FADE,Command=WAIT)
DemoScripts[283]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=45,Y=0,Z=0),SecTime=0.3,CId=71)
DemoScripts[284]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[285]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[286]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=0,Number=2,Bit=0)
DemoScripts[287]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[288]=(Actor=WINDOW,Command=SET)
DemoScripts[289]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_054_Cue',Name="エコロ")
DemoScripts[290]=(Actor=TEXT,Command=SET,ID=TEXT54)
DemoScripts[291]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[292]=(Actor=TEXT,Command=SET,ID=TEXT55)
DemoScripts[293]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=10,Y=0,Z=0),SecTime=0.3,CId=71)
DemoScripts[294]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0001_fx_close_down",motionName[2]="ek_DM_0301_fx_Furry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[295]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[296]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep4_2.GG2_V_CMNAD_ep4_2_056_Cue',Name="エコロ")
DemoScripts[297]=(Actor=TEXT,Command=SET,ID=TEXT56)
DemoScripts[298]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[299]=(Actor=WINDOW,Command=EXIT)
DemoScripts[300]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[301]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[302]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[303]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[304]=(Actor=SYSTEM,Command=END)

[Select_CommonAD_ep4_2_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=FASHION,ParamNum=30),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=SPORT,ParamNum=30),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=STUDY,ParamNum=30),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_CommonAD_ep4_2_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="庫蘿娜",Text="噫嘻嘻嘻!/n接下來要做什麼樣的惡作劇DEATH呢--")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="找到妳了,見習惡魔!/n別再惡作劇,乖乖束手就擒吧!")

Texts[2]=(Label="TEXT03",Name="庫蘿娜",Text="呃! 傻瓜天使!/n我纔不會那樣做DEATH!/n再說,惡作劇是惡魔的工作DEATH!")

Texts[3]=(Label="TEXT04",Name="庫蘿娜",Text="勞動在魔界也是身為惡魔/n被規定的義務DEATH,/n所以庫蘿娜沒有錯DEATH!")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="就算是這樣,/n妳也做得太過火了!")

Texts[5]=(Label="TEXT06",Name="庫蘿娜",Text="一點都不過火DEATH--/n庫蘿娜還要再做更多更多/n不得了的惡作劇DEATH!")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="生氣--!")

Texts[7]=(Label="TEXT08",Name="庫蘿娜",Text="嘎嚕嚕嚕!!")

Texts[8]=(Label="TEXT09",Name="峯大",Text="簡直就是龍爭虎鬥啊......")

Texts[9]=(Label="TEXT10",Name="峯大",Text="妳們照照鏡子,看看自己現在的樣子吧....../n父母肯定會因此傷心的哦......")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="啊,你說父母嗎?/n天使是由送子鳥送來的,/n所以沒有父母唷.")

Texts[11]=(Label="TEXT12",Name="庫蘿娜",Text="惡魔是高麗菜田DEATH呢.")

Texts[12]=(Label="TEXT13",Name="峯大",Text="咦,是這樣嗎!?/n哇,好有童話氣息!!")

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="啊,他相信了.")

Texts[14]=(Label="TEXT15",Name="庫蘿娜",Text="相信了DEATH.")

Texts[15]=(Label="TEXT16",Name="峯大",Text="是騙人的哦!?",Format[0]=(Size=37,Start=0,End=16))

Texts[16]=(Label="TEXT17",Name="峯大",Text="為什麼要說這種謊話呢!?/n還有,妳們其實關係很好吧!?")

Texts[17]=(Label="TEXT18",Name="艾可蘿",Text="才沒有那種事!/n對吧~?")

Texts[18]=(Label="TEXT19",Name="庫蘿娜",Text="對啊~")

Texts[19]=(Label="TEXT20",Name="峯大",Text="............")

Texts[20]=(Label="TEXT21",Name="峯大",Text="妳們兩個給我適可而止!/n這裡就算靠蠻力也要......!")

Texts[21]=(Label="TEXT22",Name="庫蘿娜",Text="哼--! 區區人類的力量,/n庫蘿娜一點都不害怕DEATH呢--!")

Texts[22]=(Label="TEXT23",Name="艾可蘿",Text="峯大大人,請不要阻止我!/n賭上精英天使的尊嚴,/n我現在絕不能退讓!")

Texts[23]=(Label="TEXT24",Name="峯大",Text="哼--嗯......這樣啊......")

Texts[24]=(Label="TEXT25",Name="艾可蘿",Text="峯......峯大大人......?/n......噫咿!!?")

Texts[25]=(Label="TEXT26",Name="峯大",Text="妳們兩個......稍~微....../n冷靜點吧......?")

Texts[26]=(Label="TEXT27",Name="庫蘿娜",Text="什什什......什麼DEATH啊,那副表情!!/n真的是人類DEATH嗎......!!?")

Texts[27]=(Label="TEXT28",Name="庫蘿娜",Text="尿都有點漏出來了DEATH!!")

Texts[28]=(Label="TEXT29",Name="艾可蘿",Text="啊......啊哇哇哇哇....../n對......對不起./n還有,請不要再做那個表情了......")

Texts[29]=(Label="TEXT30",Name="庫蘿娜",Text="庫......庫蘿娜也很抱歉DEATH....../n可是......")

Texts[30]=(Label="TEXT31",Name="峯大",Text="這裡還是該展開知性的對話吧......")

Texts[31]=(Label="TEXT32",Name="艾可蘿",Text="唔......說的也是呢....../n我還真是的,/n一不小心變得太激動了......")

Texts[32]=(Label="TEXT33",Name="庫蘿娜",Text="嗄--?/n纔不要DEATH--")

Texts[33]=(Label="TEXT34",Name="庫蘿娜",Text="庫蘿娜可是很忙的DEATH,/n沒有時間理你們這種人DEATH.")

Texts[34]=(Label="TEXT35",Name="艾可蘿",Text="妳......妳說什麼--!?")

Texts[35]=(Label="TEXT36",Name="峯大",Text="如果是性方面的惡作劇,我倒是十分歡迎!/n來吧,庫蘿娜! 快點!/n對我惡作劇吧!")

Texts[36]=(Label="TEXT37",Name="峯大",Text="COME ON!!!!!",Format[0]=(Size=37,Start=0,End=12))

Texts[37]=(Label="TEXT38",Name="庫蘿娜",Text="呀--!/n好噁心DEATH--!")

Texts[38]=(Label="TEXT39",Name="艾可蘿",Text="雖然痛心,但我也完全贊同./n好噁心......真的很噁心啊......")

Texts[39]=(Label="TEXT40",Name="峯大",Text="責罵,輕蔑......就連這些也讓我覺得很舒爽!/n95萬刺激!!")

Texts[40]=(Label="TEXT41",Name="庫蘿娜",Text="討......討厭DEATH!/n我不想和你扯上關係DEATH!")

Texts[41]=(Label="TEXT42",Name="峯大",Text="是放置玩法嗎?/n嗯--對峯大來說......也是可以吧?/n(微笑)")

Texts[42]=(Label="TEXT43",Name="艾可蘿",Text="嘔噁......")

Texts[43]=(Label="TEXT44",Name="庫蘿娜",Text="總......總之DEATH!!")

Texts[44]=(Label="TEXT45",Name="峯大",Text="妳要多少錢?")

Texts[45]=(Label="TEXT46",Name="庫蘿娜",Text="啥?")

Texts[46]=(Label="TEXT47",Name="峯大",Text="我在問妳,這起爭執/n需要多少錢才能擺平.")

Texts[47]=(Label="TEXT48",Name="庫蘿娜",Text="如果能給我課題的印章,/n庫蘿娜就沒問題了DEATH唷?")

Texts[48]=(Label="TEXT49",Name="峯大",Text="艾可蘿,那個要多少錢才能買到?")

Texts[49]=(Label="TEXT50",Name="艾可蘿",Text="買不到啦....../n你是笨蛋嗎......")

Texts[50]=(Label="TEXT51",Name="峯大",Text="什!? 妳說什麼......!?/n這個世界上居然有金錢買不到的東西......!")

Texts[51]=(Label="TEXT52",Name="艾可蘿",Text="雖然不知道你突然覺醒了什麼角色,/n但你家只是極為普通的一般家庭而已哦.")

Texts[52]=(Label="TEXT53",Name="庫蘿娜",Text="雖然對你們很抱歉DEATH,/n但直到課題的印章全部集滿為止,/n庫蘿娜都沒打算停止惡作劇DEATH唷--!")

Texts[53]=(Label="TEXT54",Name="艾可蘿",Text="啊,站住!")

Texts[54]=(Label="TEXT55",Name="峯大",Text="逃跑的速度還真快啊......")

Texts[55]=(Label="TEXT56",Name="艾可蘿",Text="你悠悠哉哉地說什麼啊!/n她好像跑向操場那邊了!/n要追上去囉!")

Texts[56]=(Label="",Name="",Text="")

Texts[57]=(Label="SELECT01",Name="",Text="照照鏡子/n反省一下吧")

Texts[58]=(Label="SELECT02",Name="",Text="就算靠蠻力/n也要阻止她們")

Texts[59]=(Label="SELECT03",Name="",Text="這裡還是展開/n知性的對話......")

Texts[60]=(Label="SELECT04",Name="",Text="如果是性方面的/n惡作劇倒是歡迎")

Texts[61]=(Label="SELECT05",Name="",Text="要多少錢?")

Texts[62]=(Label="SELECT06",Name="",Text="")

Texts[63]=(Label="SELECT07",Name="",Text="")

Texts[64]=(Label="SELECT08",Name="",Text="")

Texts[65]=(Label="SELECT09",Name="",Text="")

Texts[66]=(Label="SELECT10",Name="",Text="")


